[
  {
    "title": "& Juliet",
    "theater": "Stephen Sondheim Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Juliet-Playbill-2024-03-01_Web.jpg",
    "detail_link": "https://playbill.com/production/juliet-broadway-stephen-sondheim-theatre-2022",
    "show_type": "Musical",
    "description": "\nWith a book by David West Read, the Emmy Award-winning writer from “Schitt’s Creek,” music from legendary five-time Grammy Award-winning songwriter/producer Max Martin, direction by Luke Sheppard and choreography by Emmy Award-winner Jennifer Weber, the Olivier Award-winning original musical & Juliet uses some of the most beloved pop songs of the last three decades to tell a multi-generational story of self-discovery, empowerment and love.\n\n",
    "synopsis": "SYNOPSIS:\nCreated by the Emmy®-winning writer from “Schitt’s Creek,” this hilarious new musical flips the script on the greatest love story ever told. & Juliet asks: what would happen next if Juliet didn’t end it all over Romeo? Get whisked away on a fabulous journey as she ditches her famous ending for a fresh beginning and a second chance at life and love—her way.\nJuliet’s new story bursts to life through a playlist of pop anthems as iconic as her name, including Since U Been Gone‚ Roar, Baby One More Time, Larger Than Life‚ That’s The Way It Is, and Can't Stop the Feeling—all from the genius songwriter/producer behind more #1 hits than any other artist this century. Break free of the balcony scene and get into this romantic comedy that proves there’s life after Romeo. The only thing tragic would be missing it.\n\n",
    "schedule": "SCHEDULE:November 4–23: Tuesday @7pm, Wednesday @2pm, Thursday @7pm, Friday @8pm, Saturday @2pm and 8pm, Sunday @1pm and 6:30pm\nNovember 24–30: Monday @7pm, Tuesday @7pm, Wednesday @2pm, Friday @2pm and 8pm, Saturday @2pm and 8pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 30 minutes, including one intermission",
    "ticket_link": "https://criterionticketing.com/and-juliet/promo/C33P7BJQ",
    "image2": "https://assets.playbill.com/playbill-covers/Juliet-Playbill-2024-03-01_Web.jpg"
  },
  {
    "title": "Aladdin",
    "theater": "New Amsterdam Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Aladdin-Playbill-2025-07-01_Web.jpg",
    "detail_link": "https://playbill.com/production/aladdin-new-amsterdam-theatre-vault-0000014037",
    "show_type": "Musical",
    "description": "\nFrom the producer of The Lion King and the director/choreographer of The Book of Mormon and Something Rotten! (Casey Nicholaw) comes the timeless story of Aladdin in a thrilling new production filled with unforgettable beauty, magic, comedy and breathtaking spectacle. It’s an extraordinary theatrical event where one lamp and three wishes make the possibilities infinite.\n\n",
    "synopsis": "SYNOPSIS:\nBased on the hit animated film, Disney's Aladdin tells the story of a street-smart urchin whose life changes suddenly when he meets a magical genie who can grant him three wishes. What he really wants is the hand of Princess Jasmine, but will that mean becoming something he's not? And can he elude the dangers that lurk around every corner?\n\n",
    "schedule": "SCHEDULE:November 3–9: Monday @7pm, Wednesday @7pm, Thursday @7pm, Friday @8pm, Saturday @2pm and 8pm, Sunday @1pm and 6:30pm\nNovember 11–23: Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @8pm, Saturday @2pm and 8pm, Sunday @1pm and 6:30pm\nNovember 25–30: Tuesday @7pm, Wednesday @1pm and 7pm, Friday @2pm and 8pm, Saturday @2pm and 8pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 30 minutes, including one intermission",
    "ticket_link": "https://tidd.ly/4qBXgJU",
    "image2": "https://assets.playbill.com/playbill-covers/Aladdin-Playbill-2025-07-01_Web.jpg"
  },
  {
    "title": "Art",
    "theater": "Music Box Theatre",
    "close_date": "Closes Dec 21, 2025",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Art-Playbill-2025-08-28_Web.jpg",
    "detail_link": "https://playbill.com/production/art-broadway-music-box-theatre-2025",
    "show_type": "Play",
    "description": "\nBobby Cannavale (The Motherf*cker with the Hat, Glengarry Glen Ross), James Corden (One Man, Two Guvnors; The History Boys), and Neil Patrick Harris (“How I Met Your Mother,” Hedwig and the Angry Inch) return to the stage in the first Broadway revival of the Tony Award®️-winning play ART by Yasmina Reza. Directed by Scott Ellis (Pirates! The Penzance Musical, “The Marvelous Mrs. Maisel,”), this sleek and sophisticated comedy is coming this fall for a strictly limited engagement.\n\n",
    "synopsis": "SYNOPSIS:\nThree longtime friends. One ridiculously expensive painting. Is it art, or is it just the world’s priciest inside joke? What begins as a polite debate over aesthetics and taste devolves into a clash of egos and resentments. Can their friendship survive, or will one of them finally draw the line? It’s just 100 minutes of minimalist art, maximalist laughs, and a moving look at what we really see and forgive in the people we love\n\n",
    "schedule": "SCHEDULE:November 4–9: Tuesday @7pm, Wednesday @2pm and 7pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @3pm\nNovember 11–15: Tuesday @7pm, Wednesday @2pm and 7pm, Thursday @7pm, Friday @5pm and 8:30pm, Saturday @2pm and 7pm\nNovember 18–23: Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 7pm, Sunday @1pm and 6:30pm\nNovember 24–30: Monday @7pm, Tuesday @7pm, Wednesday @2pm and 7pm, Friday @5pm and 8:30pm, Saturday @2pm and 8pm, Sunday @3pm\n",
    "run_time": "Running Time: 1 hour 40 minutes, with no intermission",
    "ticket_link": "https://www.telecharge.com/Art-Tickets?AID=AFF000009900&utm_source=affiliate&utm_medium=web&utm_campaign=AFF000009900",
    "image2": "https://assets.playbill.com/playbill-covers/Art-Playbill-2025-08-28_Web.jpg"
  },
  {
    "title": "Beetlejuice",
    "theater": "Palace Theatre",
    "close_date": "Closes Jan 3, 2026",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Beetlejuice-Playbill-2025-10-08_Web.jpg",
    "detail_link": "https://playbill.com/production/beetlejuice-broadway-palace-theatre-2025",
    "show_type": "Comedy",
    "description": "\nBEETLEJUICE…BEETLEJUICE…BEEEE… very excited, because the third time’s the charm!\nAfter haunting theatres all over North America, the national tour of BEETLEJUICE has arrived at its final resting place: Broadway! Based on Tim Burton’s dearly beloved film, this hilariously demented musical tells the story of Lydia Deetz, a strange and unusual teenager whose whole life changes when she meets a recently deceased couple and a demon with a thing for stripes.\nBEETLEJUICE has an irreverent book, an astonishing set, and a score that’s out of this Netherworld. And under its uproarious surface (six feet under, to be exact), it’s a remarkably touching show about family, love, and making the most of every Day-O! But this strictly limited engagement won’t live forever — the fun lasts through January 3 only, so book your seats now!\n\n",
    "synopsis": "SYNOPSIS:\n                                    Lydia Deetz is a strange and unusual teenager who is obsessed with the whole “being dead thing.” Lucky for Lydia, her new house is haunted by a recently deceased couple and a degenerate demon who happens to have a thing for stripes. When Lydia calls on this ghost-with-the-most to scare away her insufferable parents, Beetlejuice comes up with the perfect plan, which involves exorcism, arranged marriages and an adorable girl scout who gets scared out of her wits.\n                                                                                                                                    \n",
    "schedule": "SCHEDULE:November 4–16: Tuesday @7pm, Wednesday @2pm and 7:30pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @3pm\nNovember 18–23: Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @2pm and 7:30pm\nNovember 25–30: Tuesday @7pm, Wednesday @2pm and 7:30pm, Friday @2pm and 7:30pm, Saturday @2pm and 8pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 30 minutes, including one intermission",
    "ticket_link": "https://tidd.ly/45pvU1t",
    "image2": "https://assets.playbill.com/playbill-covers/Beetlejuice-Playbill-2025-10-08_Web.jpg"
  },
  {
    "title": "Buena Vista Social Club",
    "theater": "Gerald Schoenfeld Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Buena-Vista-Social-Club-Playbill-2025-02-21_Web.jpg",
    "detail_link": "https://playbill.com/production/buena-vista-social-club-broadway-gerald-schoenfeld-theatre-2025",
    "show_type": "Musical",
    "description": "\nStep into the heart of Cuba, beyond the glitz of the Tropicana, to a place where blazing trumpets and sizzling guitars set the dance floor on fire. Here, the sound of Havana is born—and one woman’s remarkable journey begins.\nInspired by true events, the new Broadway musical BUENA VISTA SOCIAL CLUB™ brings the GRAMMY® Award-winning album to thrilling life—and tells the story of the legends who lived it. A world-class Afro-Cuban band is joined by a sensational cast in this unforgettable tale of survival, second chances, and the extraordinary power of music.\n\n",
    "synopsis": "SYNOPSIS:\nIn 1950s Havana, a group of young musicians creates a sound that shakes the world of Cuban music—until the revolution changes everything. Forty years later, the band is brought back together to record the songs they left behind. With decades of heartbreak fueling every note, they unexpectedly go on to create the greatest-selling world music album of all time, immortalizing their songs and their legacy.\n\n",
    "schedule": "SCHEDULE:November 4–23: Tuesday @7pm, Wednesday @2pm and 7:30pm, Thursday @7pm, Friday @7:30pm, Saturday @2pm and 7:30pm, Sunday @3pm\nNovember 25–30: Tuesday @7pm, Wednesday @2pm and 7:30pm, Friday @2pm and 7:30pm, Saturday @2pm and 7:30pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 10 minutes, including one intermission",
    "ticket_link": "https://www.telecharge.com/Buena-Vista-Social-Club-Tickets?AID=AFF000009900&utm_source=affiliate&utm_medium=web&utm_campaign=AFF000009900",
    "image2": "https://assets.playbill.com/playbill-covers/Buena-Vista-Social-Club-Playbill-2025-02-21_Web.jpg"
  },
  {
    "title": "Chess",
    "theater": "Imperial Theatre",
    "close_date": "In Previews | Opens Nov 16, 2025",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Chess-Playbill-2025-10-15_Web.jpg",
    "detail_link": "https://playbill.com/production/chess-broadway-imperial-theatre-2025",
    "show_type": "Musical",
    "description": "\nThis fall, see powerhouse trio Tony Award® winner Aaron Tveit (Moulin Rouge!), acclaimed stage and screen star Lea Michele (Funny Girl, Glee), and breakout talent Nicholas Christopher (Sweeney Todd, Hamilton) in CHESS, a seductive showdown of love, loyalty, and power on a global stage. As two of the greatest chess players in the world compete for something beyond victory, the woman between them is caught in a high-stakes battle of desire and devotion.\nFeaturing a legendary score by Benny Andersson and Björn Ulvaeus of ABBA and EGOT winner Tim Rice (Evita, Jesus Christ Superstar), an exhilarating new book by Danny Strong (Dopesick, The Butler), and direction by Tony winner Michael Mayer (Hedwig and the Angry Inch, Funny Girl), CHESS is Broadway’s boldest move yet and the must-see event of the season.\n\nInformation is subject to change prior to opening night.\n",
    "synopsis": "",
    "schedule": "SCHEDULE:November 3–8: Monday @7:30pm, Tuesday @7:30pm, Wednesday @2pm and 7:30pm, Thursday @7:30pm, Friday @7:30pm, Saturday @2pm and 7:30pm\nNovember 11–16: Tuesday @7:30pm, Wednesday @2pm and 7:30pm, Thursday @7:30pm, Friday @7:30pm, Saturday @2pm and 7:30pm, Sunday OPENING\n",
    "run_time": "Running Time: 2 hours and 40 minutes, including one intermission",
    "ticket_link": "https://www.telecharge.com/chess-tickets?AID=AFF000009900&utm_source=affiliate&utm_medium=web&utm_campaign=AFF000009900",
    "image2": "https://assets.playbill.com/playbill-covers/Chess-Playbill-2025-10-15_Web.jpg"
  },
  {
    "title": "Chicago",
    "theater": "Ambassador Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Chicago-Playbill-2025-11-01_Web.jpg",
    "detail_link": "https://playbill.com/production/chicago-richard-rodgers-theatre-vault-0000003074",
    "show_type": "Musical",
    "description": "\nA true New York City institution, Chicago has everything that makes Broadway great: a universal tale of fame, fortune and all that jazz; one show-stopping song after another; and the most astonishing dancing you’ve ever seen. Chicago is the longest-running American musical in Broadway history and the second longest-running Broadway production ever.\n\n",
    "synopsis": "SYNOPSIS:\nIn the Roaring Twenties, aspiring chorus girl Roxie Hart and fading vaudeville star Velma Kelly each face trial for murder. Both as cynical as they are sexy, the two women compete for the services of shady lawyer Billy Flynn, who promises to make them media celebrities and win them acquittals. With its killer score and all-new knock-’em-dead dance numbers, this deliciously lurid tale of adultery, murder and justice as showbiz packs some serious heat.\n\nSCHEDULE:November 3–23: Monday @7pm, Tuesday @7pm, Thursday @7pm, Friday @8pm, Saturday @2:30pm and 8pm, Sunday @2pm and 7pm\nNovember 24–29: Monday @7pm, Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @2:30pm and 8pm, Saturday @2:30pm and 8pm\n",
    "schedule": "",
    "run_time": "Running Time: 2 hours and 30 minutes, including one intermission",
    "ticket_link": "https://www.telecharge.com/Chicago-Tickets?AID=AFF000009900&utm_source=affiliate&utm_medium=web&utm_campaign=AFF000009900",
    "image2": "https://assets.playbill.com/playbill-covers/Chicago-Playbill-2025-11-01_Web.jpg"
  },
  {
    "title": "Death Becomes Her",
    "theater": "Lunt-Fontanne Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Death-Becomes-Her-Playbill-2024-10-23_Web.jpg",
    "detail_link": "https://playbill.com/production/death-becomes-her-broadway-lunt-fontanne-theatre-2024",
    "show_type": "Comedy",
    "description": "\nThe Tony Award®-Winning Musical\nNow a warning! You may not be ready for the unbelievable amount of comedy, glamour, and magic onstage at the Lunt-Fontanne Theatre. Death Becomes Her stars Tony nominees Megan Hilty, Jennifer Simard, and Christopher Sieber, plus Grammy® winner Michelle Williams, with direction and choreography by Tony winner Christopher Gattelli. This pop-culture phenomenon that’s been certified “hilarious” by The New York Times, Entertainment Weekly, Z100, Beyoncé (!!), Goldie Hawn, Superman aka David Corenswet, Michelle Williams (the other one), and countless fans on Instagram, TikTok, and beyond. See it now, and laugh for eternity.\n\n",
    "synopsis": "SYNOPSIS:\nMadeline Ashton is the most beautiful actress (just ask her) ever to grace the stage and screen. Helen Sharp is the long-suffering author (just ask her) who lives in her shadow. They have always been the best of frenemies…until Madeline steals Helen’s fiancé away. As Helen plots revenge and Madeline clings to her rapidly fading star, their world is suddenly turned upside down by Viola Van Horn, a mysterious woman with a secret that’s to die for.\nAfter one sip of Viola’s magical potion, Madeline and Helen begin a new era of life (and death) with their youth and beauty restored…and a grudge to last eternity.\n\n",
    "schedule": "SCHEDULE:November 4–9: Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @2pm and 7:30pm\nNovember 11–23: Tuesday @7pm, Wednesday @2pm and 7:30pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @3pm\nNovember 24–30: Monday @7pm, Tuesday @7pm, Wednesday @7pm, Friday @2pm and 7:30pm, Saturday @2pm and 8pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 30 minutes, including one intermission",
    "ticket_link": "https://tidd.ly/3L483MC",
    "image2": "https://assets.playbill.com/playbill-covers/Death-Becomes-Her-Playbill-2024-10-23_Web.jpg"
  },
  {
    "title": "Hadestown",
    "theater": "Walter Kerr Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/44eab35f14a5b7f5d2861fcf24ce69bf-hadestown-playbill-2021-09-02-web.jpg",
    "detail_link": "https://playbill.com/production/hadestownwalter-kerr-theatre-2018-2019",
    "show_type": "Musical",
    "description": "\nWelcome to Hadestown, where a song can change your fate. This acclaimed musical by singer-songwriter Anaïs Mitchell and director Rachel Chavkin is winner of 8 Tony Awards(R) including Best Musical and the Grammy Award(R) for Best Musical Theater Album. It intertwines two mythic tales — that of young dreamers Orpheus and Eurydice, and that of King Hades and his wife Persephone — as it takes you on an unforgettable journey to the underworld and back. Performed by a vibrant ensemble of actors, singers and dancers, Hadestown invites you to imagine how the world could be.\n\n",
    "synopsis": "",
    "schedule": "SCHEDULE:November 4–9: Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @2pm and 7:30pm\nNovember 11–23: Tuesday @7pm, Wednesday @2pm and 7:30pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @3pm\nNovember 24–29: Monday @7pm, Tuesday @7pm, Wednesday @2pm and 7:30pm, Friday @2pm and 7:30pm, Saturday @2pm and 8pm\n",
    "run_time": "Running Time: 2 hours and 25 minutes, including one intermission",
    "ticket_link": "https://www.walterkerrbroadway.com/events/hadestown/calendar/",
    "image2": "https://assets.playbill.com/playbill-covers/44eab35f14a5b7f5d2861fcf24ce69bf-hadestown-playbill-2021-09-02-web.jpg"
  },
  {
    "title": "Hamilton",
    "theater": "Richard Rodgers Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Hamilton-Playbill-2025-07-01_Web.jpg",
    "detail_link": "https://playbill.com/production/hamilton-broadway-richard-rodgers-theatre-2015",
    "show_type": "Musical",
    "description": "\nA revolutionary story of passion, unstoppable ambition, and the dawn of a new nation.\nHAMILTON is the epic saga that follows the rise of Founding Father Alexander Hamilton as he fights for honor, love, and a legacy that would shape the course of a nation. Based on Ron Chernow’s acclaimed biography and set to a score that blends hip-hop, jazz, R&B, and Broadway, HAMILTON has had a profound impact on culture, politics, and education. HAMILTON features book, music, and lyrics by Lin-Manuel Miranda, direction by Thomas Kail, choreography by Andy Blankenbuehler, and musical supervision and orchestrations by Alex Lacamoire. In addition to its 11 Tony Awards, it has won Grammy®, Olivier Awards, the Pulitzer Prize for Drama, and an unprecedented special citation from the Kennedy Center Honors.\n\n",
    "synopsis": "SYNOPSIS:\n                                    From bastard orphan to Washington's right hand man, rebel to war hero, loving husband caught in the country's first sex scandal to Treasury head who made an untrusting world believe in the American economy, Hamilton is an exploration of a political mastermind. George Washington, Thomas Jefferson, Eliza Hamilton, and lifelong Hamilton friend and foe, Aaron Burr, all attend this revolutionary tale of America’s fiery past told through the sounds of the ever-changing nation we've become.\n                                                                                                                                    \n",
    "schedule": "SCHEDULE:November 4–9: Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @7pm, Saturday @1pm and 7pm, Sunday @1pm and 7pm\nNovember 11–16: Tuesday @7pm, Wednesday @1pm and 7pm, Thursday @7pm, Friday @7pm, Saturday @1pm and 7pm, Sunday @3pm\nNovember 18–23: Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @7pm, Saturday @1pm and 7pm, Sunday @1pm\nNovember 24–29: Monday @7pm, Tuesday @7pm, Wednesday @1pm and 7pm, Friday @1pm and 7pm, Saturday @1pm and 7pm\n",
    "run_time": "Running Time: 2 hours and 45 minutes, including one intermission",
    "ticket_link": "https://tidd.ly/4okVkUA",
    "image2": "https://assets.playbill.com/playbill-covers/Hamilton-Playbill-2025-07-01_Web.jpg"
  },
  {
    "title": "Harry Potter and the Cursed Child",
    "theater": "Lyric Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Harry-Potter-And-The-Cursed-Child-Playbill-2023-11-01_Web.jpg",
    "detail_link": "https://playbill.com/production/harry-potter-and-the-cursed-childlyric-theatre-2017-2018",
    "show_type": "Play",
    "description": "\nIT’S TIME TO BELIEVE IN MAGIC AGAIN\nAdventure runs in the family. When Harry Potter’s head-strong son Albus befriends the son of his fiercest rival, Draco Malfoy, it sparks an unbelievable new journey for them all—with the power to change the past and future forever. Prepare for a mind-blowing race through time, spectacular spells, and an epic battle, all brought to life with the most astonishing theatrical magic ever seen on stage.Experience the wizarding world like never before from the moment you arrive. The entire theatre has been transformed with hidden surprises to discover around every corner.\n\n",
    "synopsis": "SYNOPSIS:\n                                    Prepare to be on the edge of your seat as Harry, Ron and Hermione launch into a thrilling new adventure that begins 19 years later in a one show incarnation following its world premiere as a two-part play.\n                                                                                                                                    \n",
    "schedule": "SCHEDULE:November 4–9: Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @1pm and 7pm\nNovember 11–16: Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @3pm\nNovember 18–23: Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @1pm and 7pm\nNovember 25–30: Tuesday @7pm, Wednesday @1pm and 7pm, Friday @2pm and 8pm, Saturday @2pm and 8pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 50 minutes, including one intermission",
    "ticket_link": "https://www.lyricbroadway.com/events/harry-potter-and-the-cursed-child/calendar",
    "image2": "https://assets.playbill.com/playbill-covers/Harry-Potter-And-The-Cursed-Child-Playbill-2023-11-01_Web.jpg"
  },
  {
    "title": "Hell's Kitchen",
    "theater": "Sam S. Shubert Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Hells-Kitchen-Playbill-2025-07-01_Web.jpg",
    "detail_link": "https://playbill.com/production/hells-kitchen-broadway-sam-s-shubert-theatre-2024",
    "show_type": "Musical",
    "description": "\nHELL’S KITCHEN, the award-winning Broadway musical created and inspired by Alicia Keys, takes you on the journey of Ali – a 17-year-old girl full of fire.\nRelatable, raw, and refreshingly fun, it’s a celebration of finding yourself, your purpose, and the people who lift you up. The music – a mix of Keys’ classics and new songs written exclusively for the show – and exhilarating choreography bring to life a story that speaks to you no matter where you’re from, where you’ve been, or where you’re going. Come experience where dreams begin: HELL’S KITCHEN.\n\n",
    "synopsis": "SYNOPSIS:\nIn the mid 90’s, in an apartment high above the energy and grit of Manhattan’s Hell’s Kitchen neighborhood, 17-year-old Ali squints toward the horizon until she can just see the Hudson River. Despite the warnings of her protective mother, the symphony of the street calls to her—promising freedom, excitement, and the possibility of love. Finding herself. When a wise piano teacher helps her find her voice, Ali learns she can make the city her own\n\n",
    "schedule": "SCHEDULE:November 3–9: Monday @7pm, Tuesday @7pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @2pm and 7:30pm\nNovember 11–23: Tuesday @7pm, Wednesday @2pm and 7:30pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @3pm\nNovember 24–30: Monday @7pm, Tuesday @7pm, Wednesday @7pm, Friday @2pm and 7:30pm, Saturday @2pm and 8pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 30 minutes, including one intermission",
    "ticket_link": "https://www.telecharge.com/Hells-Kitchen-Tickets?AID=AFF000009900&utm_source=affiliate&utm_medium=web&utm_campaign=AFF000009900",
    "image2": "https://assets.playbill.com/playbill-covers/Hells-Kitchen-Playbill-2025-07-01_Web.jpg"
  },
  {
    "title": "Just in Time",
    "theater": "Circle in the Square Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Just-In-Time-Playbill-2025-03-28_Web.jpg",
    "detail_link": "https://playbill.com/production/just-in-time-broadway-circle-in-the-square-theatre-2025",
    "show_type": "Musical",
    "description": "\nLook out, Jonathan’s back! Tony Award® winner Jonathan Groff (Merrily We Roll Along, Hamilton) returns to Broadway this spring as Bobby Darin, the legendary singer whose short but remarkable life took him from teen idol to global sensation. Developed and directed by Tony Award winner Alex Timbers (Moulin Rouge), Just In Time is an exhilarating new musical that immerses audiences in an intimate, swinging nightclub complete with a live band, a stellar ensemble cast, and iconic Bobby Darin hits including “Beyond the Sea,” “Mack the Knife,” “Splish Splash,” and “Dream Lover.” Discover the man behind the music – a once-in-a-lifetime talent who knew his time was limited and was determined to make a splash before it was too late.\n\n",
    "synopsis": "",
    "schedule": "SCHEDULE:November 4–23: Tuesday @7pm, Wednesday @2pm and 8pm, Thursday @7pm, Friday @8pm, Saturday @2pm and 8pm, Sunday @2pm\nNovember 25–30: Tuesday @7pm, Wednesday @2pm and 8pm, Friday @2pm and 8pm, Saturday @2pm and 8pm, Sunday @2pm\n",
    "run_time": "Running Time: 2 hours and 30 minutes, including one intermission",
    "ticket_link": "https://www.telecharge.com/Just-In-Time-Tickets?AID=AFF000009900&utm_source=affiliate&utm_medium=web&utm_campaign=AFF000009900",
    "image2": "https://assets.playbill.com/playbill-covers/Just-In-Time-Playbill-2025-03-28_Web.jpg"
  },
  {
    "title": "Liberation",
    "theater": "James Earl Jones Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Liberation-Playbill-2025-10-08_Web.jpg",
    "detail_link": "https://playbill.com/production/liberation-broadway-james-earl-jones-theatre-2025",
    "show_type": "Play",
    "description": "\nLiberation comes to Broadway following its world premiere earlier this year at Roundabout Theatre Company, where it earned ecstatic reviews and won the Outer Critics Circle Award for Outstanding New Off-Broadway Play. \n\n",
    "synopsis": "SYNOPSIS:\nIt's 1970: somewhere in Ohio, six women meet on a basement basketball court, determined to shake up their lives and change the world. Fifty years later, one of their daughters tries to understand where things fell apart. A provocative, wildly theatrical world premiere that poses vital questions about friendship, legacy, and the true meaning of liberation.\n\n",
    "schedule": "SCHEDULE:\nNovember 4–23: Tuesday @7pm, Wednesday @2pm and 8pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @3pm\nNovember 24–30: Monday @7pm, Tuesday @7pm, Wednesday @2pm, Friday @2pm and 8pm, Saturday @2pm and 8pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 30 minutes, including one intermission",
    "ticket_link": "https://www.telecharge.com/Liberation-Tickets?AID=AFF000009900&utm_source=affiliate&utm_medium=web&utm_campaign=AFF000009900",
    "image2": "https://assets.playbill.com/playbill-covers/Liberation-Playbill-2025-10-08_Web.jpg"
  },
  {
    "title": "Little Bear Ridge Road",
    "theater": "Booth Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Little-Bear-Ridge-Road-Playbill-2025-10-07_Web.jpg",
    "detail_link": "https://playbill.com/production/little-bear-ridge-road-broadway-booth-theatre-2025",
    "show_type": "Play",
    "description": "\nFour-time Emmy® and two-time Tony Award® winner Laurie Metcalf returns to Broadway opposite Tony Award® nominee Micah Stock in LITTLE BEAR RIDGE ROAD, the wry and piercing new play by Samuel D. Hunter (The Whale) directed by two-time Tony Award® winner Joe Mantello. This production marks Hunter’s Broadway debut and Metcalf and Mantello’s seventh collaboration.\n\n",
    "synopsis": "SYNOPSIS:\nSet on the remote edge of a small Idaho town, LITTLE BEAR RIDGE ROAD centers on a razor-tongued aunt and her long-estranged nephew who find themselves suddenly back in each other’s lives—two lonely souls with a crumbling house to sell and a tangled history to unravel. Bitingly funny and quietly explosive, LITTLE BEAR RIDGE ROAD lays bare our messy, human need to reach across voids for one another, even when it shakes us to the bone.\n\n",
    "schedule": "SCHEDULE:\nNovember 4–23: Tuesday @7pm, Wednesday @2pm and 7pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 7pm, Sunday @3pm\nNovember 24–30: Monday @7pm, Tuesday @7pm, Wednesday @2pm and 7pm, Friday @2pm and 7pm, Saturday @2pm and 7pm, Sunday @3pm\n",
    "run_time": "Running Time: 95 minutes, with no intermission",
    "ticket_link": "https://www.telecharge.com/Little-Bear-Ridge-Road-Tickets?AID=AFF000009900&utm_source=affiliate&utm_medium=web&utm_campaign=AFF000009900",
    "image2": "https://assets.playbill.com/playbill-covers/Little-Bear-Ridge-Road-Playbill-2025-10-07_Web.jpg"
  },
  {
    "title": "Mamma Mia!",
    "theater": "Winter Garden Theatre",
    "close_date": "Closes Feb 1, 2026",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Mamma-Mia-Playbill-2025-08-02_Web.jpg",
    "detail_link": "https://playbill.com/production/mamma-mia-broadway-winter-garden-theatre-2025",
    "show_type": "Comedy",
    "description": "\nThis summer, MAMMA MIA! is returning to Broadway for a limited 6-month engagement.\n\n",
    "synopsis": "SYNOPSIS:\nThe story-telling magic of ABBA’s timeless songs propels this enchanting tale of love, laughter and friendship, creating an unforgettable show. A large cast, non-stop laughs and explosive dance numbers combine to make Mamma Mia! a smash hit! A mother. A daughter. Three possible dads. And a trip down the aisle you’ll never forget!\n\n",
    "schedule": "SCHEDULE:November 4–23: Tuesday @7pm, Wednesday @2pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @1pm and 6:30pm\nNovember 25–30: Tuesday @7pm, Wednesday @2pm and 7:30pm, Friday @2pm and 7:30pm, Saturday @2pm and 8pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 30 minutes, including one intermission",
    "ticket_link": "https://www.telecharge.com/Mamma-Mia-Tickets?AID=AFF000009900&utm_source=affiliate&utm_medium=web&utm_campaign=AFF000009900",
    "image2": "https://assets.playbill.com/playbill-covers/Mamma-Mia-Playbill-2025-08-02_Web.jpg"
  },
  {
    "title": "Maybe Happy Ending",
    "theater": "Belasco Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Maybe-Happy-Ending-Playbill-2025-09-01_Web.jpg",
    "detail_link": "https://playbill.com/production/maybe-happy-ending-broadway-belasco-theatre-2024",
    "show_type": "Musical",
    "description": "\nWinner of 6 Tony Awards (R), including Best Musical, Maybe Happy Ending tells the deeply human story of a chance encounter that sparks connection, adventure, and maybe even love. Don't miss the show that’s loaded with love, Maybe Happy Ending!\n\n",
    "synopsis": "SYNOPSIS:\nInside a one-room apartment in the heart of Seoul, Oliver lives a happily quiet life listening to jazz records and caring for his favorite plant. But what else is there to do when you’re a HelperBot 3, a robot that has long been retired and considered obsolete? When his fellow HelperBot neighbor Claire asks to borrow his charger, what starts as an awkward encounter leads to a unique friendship, a surprising adventure, and maybe even...love?\n\n",
    "schedule": "SCHEDULE:November 5–23: Wednesday @2pm and 7pm, Thursday @2pm and 7pm, Friday @7pm, Saturday @2pm and 7pm, Sunday @2pm\nNovember 25–30: Tuesday @7pm, Wednesday @2pm and 7pm, Friday @2pm and 7pm, Saturday @2pm and 7pm, Sunday @2pm\n",
    "run_time": "Running Time: 1 hour and 40 minutes, with no intermission",
    "ticket_link": "https://www.telecharge.com/Maybe-Happy-Ending-Tickets?AID=AFF000009900&utm_source=affiliate&utm_medium=web&utm_campaign=AFF000009900",
    "image2": "https://assets.playbill.com/playbill-covers/Maybe-Happy-Ending-Playbill-2025-09-01_Web.jpg"
  },
  {
    "title": "MJ The Musical",
    "theater": "Neil Simon Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/MJ-Playbill-2021-12-6_Web_2025-10-30-200029_qiqk.jpg",
    "detail_link": "https://playbill.com/production/mj-the-musicalneil-simon-theatre-2021-2022",
    "show_type": "Musical",
    "description": "\n\n",
    "synopsis": "SYNOPSIS:\nHe is one of the greatest entertainers of all time. Now, Michael Jackson’s unique and unparalleled artistry has finally arrived on Broadway in a brand-new musical. Centered around the making of his 1992 Dangerous World Tour, and created by Tony Award(R)-winning Director/Choreographer Christopher Wheeldon and two-time Pulitzer Prize winner Lynn Nottage, MJ goes beyond the singular moves and signature sound of the star, offering a rare look at the creative mind and collaborative spirit that catapulted Jackson into legendary status. Turn it up, Broadway — MJ is here\n\n",
    "schedule": "SCHEDULE:November 4–9: Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @7pm, Saturday @1pm and 7pm, Sunday @1pm and 7pm\nNovember 11–23: Tuesday @7pm, Wednesday @7pm, Thursday @1pm and 7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @3pm\nNovember 25–30: Tuesday @7pm, Wednesday @1pm and 7pm, Friday @1pm and 7pm, Saturday @2pm and 8pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 30 minutes, including one intermission",
    "ticket_link": "https://tidd.ly/47K4p37",
    "image2": "https://assets.playbill.com/playbill-covers/MJ-Playbill-2021-12-6_Web_2025-10-30-200029_qiqk.jpg"
  },
  {
    "title": "Moulin Rouge! The Musical",
    "theater": "Al Hirschfeld Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Moulin-Rouge-Playbill-2024-01-01_Web.jpg",
    "detail_link": "https://playbill.com/production/moulin-rouge-the-musical-hirschfeld-theatre-2019-2020",
    "show_type": "Musical",
    "description": "\nPop the champagne, Moulin Rouge! The Musical is the winner of 10 Tony Awards® — including Best Musical!Enter a world of splendor and romance, of eye-popping excess, of glitz, grandeur, and glory! Baz Luhrmann’s revolutionary film comes to life onstage, remixed in a new musical mash-up extravaganza. A celebration of Truth, Beauty, Freedom, and — above all — Love, Moulin Rouge! is more than a musical — it is a state of mind.\n\n",
    "synopsis": "SYNOPSIS:\nSet in Montmartre Quarter of Paris, France, at the turn of the century, a world of indulgent beauty and unparalleled extravagance, of Bohemians and aristocrats, of boulevardiers and mademoiselles, Moulin Rouge! The Musical tells the fictional story of an ambitious, lovesick writer, Christian, and a dazzling, entrancing chanteuse, Satine. Their lives collide at the Moulin Rouge with its many characters, including the host Harold Zidler, the brilliant and starving artist Toulouse-Lautrec, the greatest tango dancer–and gigolo–in all of Paris, Santiago; the tempting Nini; and The Duke of Monroth, the wealthy and entitled patron of the club who thinks he can buy anything he wants...including love.\n\n",
    "schedule": "SCHEDULE:November 4–9: Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @1:30pm and 7:30pm\nNovember 9–16: Tuesday @7pm, Wednesday @2pm and 8pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @5pm\nNovember 18–23: Tuesday @7pm, Wednesday @2pm and 8pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @1pm and 7pm\nNovember 24–30: Monday @7pm, Tuesday @7pm, Wednesday @7pm, Friday @2pm and 8pm, Saturday @2pm and 8pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 35 minutes, including one intermission",
    "ticket_link": "https://www.alhirschfeldbroadway.com/events/moulin-rouge-the-musical/calendar",
    "image2": "https://assets.playbill.com/playbill-covers/Moulin-Rouge-Playbill-2024-01-01_Web.jpg"
  },
  {
    "title": "Oedipus",
    "theater": "Studio 54",
    "close_date": "In Previews | Opens Nov 13, 2025",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Oedipus-Playbill-2025-10-30_Web.jpg",
    "detail_link": "https://playbill.com/production/oedipus-broadway-studio-54-2025",
    "show_type": "Play",
    "description": "\nIt’s election night. The polls predict a landslide victory. Everything is about to change.\nLed by Mark Strong and Lesley Manville, the sold-out, Olivier Award®-winning, West End sensation, Oedipus – a bold and electrifying adaptation created by Robert Icke – comes to Broadway.\n\n",
    "synopsis": "SYNOPSIS:\nRobert Icke transforms Sophocles’ epic tragedy into an essential, explosive, sensual human thriller catapulting the secrets of the past into a high-stakes present.\n\nInformation is subject to change prior to opening night.\n",
    "schedule": "SCHEDULE:November 3–8: Monday @7:30pm, Wednesday @7:30pm, Thursday @7:30pm, Friday @7:30pm, Saturday @2pm and 7:30pm\nNovember 10–15: Monday @7:30pm, Tuesday @7:30pm, Wednesday @2pm and 7:30pm, Thursday OPENING, Friday @7pm, Saturday @2pm and 7pm, Sunday OPENING\n",
    "run_time": "Running Time: 2 hours, with no intermission",
    "ticket_link": "https://criterionticketing.com/oedipus/promo/WLTVO8JP",
    "image2": "https://assets.playbill.com/playbill-covers/Oedipus-Playbill-2025-10-30_Web.jpg"
  },
  {
    "title": "Oh, Mary!",
    "theater": "Lyceum Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Oh-Mary-Playbill-2025-11-01_Web.jpg",
    "detail_link": "https://playbill.com/production/oh-mary-broadway-lyceum-theatre-2024",
    "show_type": "Play",
    "description": "\nTHE TONY AWARD®-WINNING PLAY\nNOW EXTENDED THRU JULY 5, 2026!\nOh, Mary! received Tony Awards for Best Leading Actor in a Play (Cole Escola) and Best Direction of a Play (Sam Pinkleton), Drama League Awards for Outstanding Play and Outstanding Direction of a Play, as well as a special citation from the New York Drama Critics’ Circle. It was named a finalist for the Pulitzer Prize for Drama.\n\n",
    "synopsis": "SYNOPSIS:\nOh, Mary! is a dark comedy about a miserable, suffocated Mary Todd Lincoln in the weeks leading up to Abraham Lincoln’s assassination. Unrequited yearning, alcoholism and suppressed desires abound in this one-act play that finally examines the forgotten life and dreams of Mrs. Lincoln through the lens of an idiot (playwright Cole Escola).\n\n",
    "schedule": "SCHEDULE:November 4–23: Tuesday @7:30pm, Wednesday @7:30pm, Thursday @7:30pm, Friday @7:30pm, Saturday @5pm and 8:30pm, Sunday @2pm and 6:30pm\nNovember 25–30: Tuesday @7:30pm, Wednesday @2pm and 7pm, Friday @5pm and 8:30pm, Saturday @5pm and 8:30pm, Sunday @5pm\n",
    "run_time": "Running Time: 80 minutes, with no intermission",
    "ticket_link": "https://www.telecharge.com/Oh-Mary-Tickets?AID=AFF000009900&utm_source=affiliate&utm_medium=web&utm_campaign=AFF000009900",
    "image2": "https://assets.playbill.com/playbill-covers/Oh-Mary-Playbill-2025-11-01_Web.jpg"
  },
  {
    "title": "Operation Mincemeat",
    "theater": "John Golden Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Operation-Mincemeat-Playbill-2025-02-15_Web.jpg",
    "detail_link": "https://playbill.com/production/operation-mincemeat-broadway-john-golden-theatre-2025",
    "show_type": "Musical",
    "description": "\nThe stunning true story of a scheme every bit as dicey, daring, and ridiculous as opening a new musical on Broadway!\nThe best-reviewed show in West End history is now on Broadway!\n74 ★★★★★ Reviews and Counting! (which, according to our calculations, adds up to 370 stars)\n\n",
    "synopsis": "SYNOPSIS:\nIt’s 1943, and the Allied Forces are on the ropes. Luckily, they’ve got a trick up their sleeve. Well, not up their sleeve, per se, but rather inside the pocket of a stolen corpse. Equal parts farce, thriller, and Ian Fleming-style spy caper (with an assist from Mr. Fleming himself), Operation Mincemeat tells the wildly improbable and hilarious true story of the covert operation that turned the tide of WWII.\n\n",
    "schedule": "SCHEDULE:November 4–23: Tuesday @7pm, Wednesday @2pm and 7:30pm, Thursday @7pm, Friday @7:30pm, Saturday @2pm and 7:30pm, Sunday @2pm\nNovember 25–30: Tuesday @7pm, Wednesday @2pm and 7:30pm, Friday @2pm and 7:30pm, Saturday @2pm and 7:30pm, Sunday @2pm\n",
    "run_time": "Running Time: 2 hours and 30 minutes, with one intermission",
    "ticket_link": "https://www.telecharge.com/Operation-Mincemeat-Tickets?AID=AFF000009900&utm_source=affiliate&utm_medium=web&utm_campaign=AFF000009900",
    "image2": "https://assets.playbill.com/playbill-covers/Operation-Mincemeat-Playbill-2025-02-15_Web.jpg"
  },
  {
    "title": "Ragtime",
    "theater": "Vivian Beaumont Theater",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Ragtime-Playbill-2025-09-26_Web.jpg",
    "detail_link": "https://playbill.com/production/ragtime-broadway-vivian-beaumont-theater-2025",
    "show_type": "Musical",
    "description": "\nIt was the music of something beginning...\nRAGTIME is a sweeping musical adaption of E.L. Doctorow’s novel that follows three fictional families in pursuit of the American Dream at the dawn of the 20th Century: Black pianist Coalhouse Walker, Jr. and his beloved Sarah, Jewish immigrant Tateh and his little girl, and a wealthy white family led by matriarch Mother. All grasping for the same dream, if only they can hold on to it. \nFeaturing a lush score by Stephen Flaherty and Lynn Ahrens, a stirring book by Terrence McNally and original orchestrations by William David Brohn, all of whom won Tony Awards for their work, RAGTIME weaves fictional narratives with real historical figures and events, creating a rich tapestry that blurs the line between personal struggle and national identity, making history feel both intimate and epic. \nIncoming LCT Artistic Director Lear deBessonet (Tony-nominated for her celebrated 2022 revival of Into the Woods) directs a new production, envisioned for the grand Vivian Beaumont stage, starring Tony nominee Joshua Henry (Into the Woods, Carousel), Olivier and Grammy nominee Caissie Levy (Hair, Frozen), and Tony winner Brandon Uranowitz (Leopoldstadt, LCT's Falsettos).\n\n",
    "synopsis": "",
    "schedule": "SCHEDULE:November 4–23: Tuesday @7pm, Wednesday @2pm and 8pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @3pm\nNovember 25–30: Tuesday @7pm, Wednesday @2pm and 8pm, Friday @2pm and 8pm, Saturday @2pm and 8pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 45 minutes, including one intermission",
    "ticket_link": "https://www.telecharge.com/Ragtime-Tickets?AID=AFF000009900&utm_source=affiliate&utm_medium=web&utm_campaign=AFF000009900",
    "image2": "https://assets.playbill.com/playbill-covers/Ragtime-Playbill-2025-09-26_Web.jpg"
  },
  {
    "title": "Rob Lake Magic with Special Guests The Muppets",
    "theater": "Broadhurst Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Rob-Lake-Magic-Playbill-2025-10-25_Web.jpg",
    "detail_link": "https://playbill.com/production/rob-lake-magic-with-special-guests-the-muppets-broadway-broadhurst-theatre-2025",
    "show_type": "Magic",
    "description": "\nA powerhouse of magical innovation, Rob Lake raises the curtain (and a few people) on the most magnificent stage of all—Broadway! One of the world’s most celebrated illusionists brings his signature brand of mind-blowing magic and awe-inspiring storytelling to New York City for a strictly limited engagement.\n\n",
    "synopsis": "SYNOPSIS:\nAfter an appearance on America’s Got Talent launched him to international stardom, Rob Lake’s illusions have dazzled millions around the world, playing to sold-out audiences in casinos, arenas, and theatres in more than 60 countries. Now the lifelong theater kid will present his award-winning show the way he’s always dreamed of: with The Muppets.\n\nInformation subject to change prior to opening night.\n",
    "schedule": "SCHEDULE:November 3–9: Monday @7pm, Wednesday @3pm and 7pm, Thursday OPENING, Friday @7pm, Saturday @3pm and 7pm, Sunday @3pm\n",
    "run_time": "Running Time: 90 minutes, with no intermission",
    "ticket_link": "https://www.telecharge.com/Rob-Lake-Magic-With-The-Muppets-tickets?AID=AFF000009900&utm_source=affiliate&utm_medium=web&utm_campaign=AFF000009900",
    "image2": "https://assets.playbill.com/playbill-covers/Rob-Lake-Magic-Playbill-2025-10-25_Web.jpg"
  },
  {
    "title": "SIX: The Musical",
    "theater": "Lena Horne Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Six-Playbill-2025-02-01_Web.jpg",
    "detail_link": "https://playbill.com/production/six-the-musicallena-horne-theatre-2021-2022",
    "show_type": "Musical",
    "description": "\n1 Billion Streams. 6 Pop Queens. 80 Exhilarating Minutes.\nSIX is the winner of 26 awards, including the 2022 Tony Award® for Best Original Score (Music and Lyrics) and the Outer Critics Circle Award for Best Musical.\n\n",
    "synopsis": "SYNOPSIS:\nDivorced, beheaded, died, divorced, beheaded, survived. From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphone to remix five hundred years of historical heartbreak into a Euphoric Celebration of 21st century girl power! This new original musical is the global sensation that everyone is losing their head over\n\n",
    "schedule": "SCHEDULE:November 3–23: Monday @7pm, Wednesday @7pm, Thursday @7pm, Friday @7pm, Saturday @3pm and 8pm, Sunday @2pm and 7pm\nNovember 24–29: Monday @7pm, Tuesday @7pm, Wednesday @2pm and 7pm, Friday @3pm and 8pm, Saturday @3pm and 8pm\n",
    "run_time": "Running Time: 80 minutes, with no intermission",
    "ticket_link": "https://tidd.ly/4oFjAQK",
    "image2": "https://assets.playbill.com/playbill-covers/Six-Playbill-2025-02-01_Web.jpg"
  },
  {
    "title": "Stranger Things: The First Shadow",
    "theater": "Marquis Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Stranger-Things-The-First-Shadow-Playbill-2025-03-28_Web.jpg",
    "detail_link": "https://playbill.com/production/stranger-things-the-first-shadow-broadway-marquis-theatre-2025",
    "show_type": "Play",
    "description": "\nFrom Netflix and the multi-award-winning Broadway producer Sonia Friedman Productions comes STRANGER THINGS: THE FIRST SHADOW. Winner of two Olivier Awards including Best Entertainment, this landmark production is brought to life by an award-winning creative team including director Stephen Daldry (The Crown, Billy Elliot, The Inheritance, The Hours, The Reader) and co-director Justin Martin (Prima Facie, The Inheritance). With stunning special effects, extraordinary performances, and a storyline that will keep you on the edge of your seat, this gripping, stand-alone adventure will take you right back to the beginnings of the Stranger Things story.\n\n",
    "synopsis": "SYNOPSIS:\nHawkins, 1959: a regular town with regular worries. Young Jim Hopper’s car won’t start, Bob Newby’s sister won’t take his radio show seriously and Joyce Maldonado just wants to graduate and get the hell out of town. When new student Henry Creel arrives, his family finds that a fresh start isn’t so easy… and the shadows of the past have a very long reach.\n\n",
    "schedule": "SCHEDULE:November 4–9: Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @7pm, Saturday @1pm and 7pm, Sunday @1pm and 7pm\nNovember 10–16: Monday @7pm, Wednesday @7pm, Thursday @7pm, Friday @7pm, Saturday @1pm and 7pm, Sunday @1pm and 7pm\nNovember 18–23: Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @7pm, Saturday @1pm and 7pm, Sunday @1pm and 7pm\nNovember 24–30: Monday @7pm, Tuesday @7pm, Wednesday @7pm, Friday @1pm and 7pm, Saturday @1pm and 7pm, Sunday @1pm\n",
    "run_time": "Running Time: 2 hours and 45 minutes, including one intermission",
    "ticket_link": "https://tidd.ly/3JkhaZ0",
    "image2": "https://assets.playbill.com/playbill-covers/Stranger-Things-The-First-Shadow-Playbill-2025-03-28_Web.jpg"
  },
  {
    "title": "The Book of Mormon",
    "theater": "Eugene O'Neill Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/6f307c70a6a7267ff6fbde2c64668985-the-book-of-mormon-playbill-2021-11-5-web.jpg",
    "detail_link": "https://playbill.com/production/the-book-of-mormon-eugene-oneill-theatre-vault-0000013715",
    "show_type": "Musical",
    "description": "\nThe Book of Mormon, winner of 9 Tony Awards® including Best Musical, is the brainchild of collaborators Trey Parker and Matt Stone, five-time Emmy Award®-winning creators of “South Park,” and Robert Lopez, two-time Academy Award winner for Best Original Song from the musicals Frozen  and Coco and Tony Award®-winning co-creator of Avenue Q. Broadway’s The Book of Mormon is now playing at the Eugene O’Neill Theatre.\n\n",
    "synopsis": "SYNOPSIS:\nA pair of mismatched Mormon missionaries, one serious and dedicated and the other socially awkward yet well meaning, are sent to Uganda to convert citizens to the Mormon religion.\n\n",
    "schedule": "SCHEDULE:November 4–23: Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 7pm, Sunday @2pm and 7pm\nNovember 25–30: Tuesday @7pm, Wednesday @2pm and 7pm, Friday @2pm and 7pm, Saturday @2pm and 7pm, Sunday @2pm\n",
    "run_time": "Running Time: 2 hours and 30 minutes, including one intermission",
    "ticket_link": "https://www.eugeneoneillbroadway.com/events/the-book-of-mormon/calendar/",
    "image2": "https://assets.playbill.com/playbill-covers/6f307c70a6a7267ff6fbde2c64668985-the-book-of-mormon-playbill-2021-11-5-web.jpg"
  },
  {
    "title": "The Great Gatsby",
    "theater": "Broadway Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/The-Great-Gatsby-Playbill-2025-09-01_Web.jpg",
    "detail_link": "https://playbill.com/production/the-great-gatsby-broadway-broadway-theatre-2024",
    "show_type": "Musical",
    "description": "\nThe party's roaring on Broadway! THE GREAT GATSBY is a great, big, explosive extravaganza. Directed by Marc Bruni (Beautiful: The Carole King Musical), this story of extravagance and longing features choreography by Dominique Kelley (So You Think You Can Dance), a book by Kait Kerrigan (The Mad Ones) and a jazz- and pop-influenced original score by Jason Howland (Little Women) and Nathan Tysen (Paradise Square).\n\n",
    "synopsis": "SYNOPSIS:\nTransporting audiences to the lavish Roaring Twenties, F. Scott Fitzgerald’s timeless story follows eccentric and mysterious millionaire Jay Gatsby, who will stop at nothing in the pursuit of the lost love of his youth, Daisy Buchanan. Through its fascinatingly nuanced characters, driven by complex inner lives erupting with extravagance and longing – this epic tale has always been destined to sing. Now, it finally comes to life on the greatest American stage, through an electrifying jazz and pop-infused score, and a grand production befitting the 21st century.\n\n",
    "schedule": "SCHEDULE:November 3–23: Monday @7pm, Wednesday @7pm, Thursday @2pm and 8pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @3pm\nNovember 24–30: Monday @7pm, Wednesday @2pm and 8pm, Friday @2pm and 8pm, Saturday @2pm and 8pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 30 minutes, including one intermission",
    "ticket_link": "https://www.telecharge.com/The-Great-Gatsby-Tickets?AID=AFF000009900&utm_source=affiliate&utm_medium=web&utm_campaign=AFF000009900",
    "image2": "https://assets.playbill.com/playbill-covers/The-Great-Gatsby-Playbill-2025-09-01_Web.jpg"
  },
  {
    "title": "The Lion King",
    "theater": "Minskoff Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/The-Lion-King-Playbill-2025-07-01_Web.jpg",
    "detail_link": "https://playbill.com/production/the-lion-king-new-amsterdam-theatre-vault-0000008729",
    "show_type": "Musical",
    "description": "\nMore than 110 million people around the world have experienced the awe-inspiring visual artistry, the unforgettable music and the uniquely theatrical storytelling of this Broadway spectacular – one of the most breathtaking and beloved productions ever to grace the stage. Winner of 6 Tony Awards, including Best Musical and based on the beloved 1994 Disney film, The Lion King brings together one of the most imaginative creative teams on Broadway. Tony Award-winning director Julie Taymor brings to life a story filled with hope and adventure set against an amazing backdrop of stunning visuals.\n\n",
    "synopsis": "SYNOPSIS:\nIn the Pride Lands of Africa, a young lion named Simba becomes heir to the kingdom, but flees his home when tragedy falls on his family. After years in exile, he decides to return and fight to take his rightful place in the Circle of Life.\n\n",
    "schedule": "SCHEDULE:November 3–9: Monday @7pm, Wednesday @7pm, Thursday @7pm, Friday @8pm, Saturday @2pm and 8pm, Sunday @1pm and 6:30pm\nNovember 11–23: Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @8pm, Saturday @2pm and 8pm, Sunday @1pm and 6:30pm\nNovember 25–30: Tuesday @7pm, Wednesday @2pm and 7pm, Friday @2pm and 8pm, Saturday @2pm and 8pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 30 minutes, with one intermission",
    "ticket_link": "https://tidd.ly/47ydoDj",
    "image2": "https://assets.playbill.com/playbill-covers/The-Lion-King-Playbill-2025-07-01_Web.jpg"
  },
  {
    "title": "The Outsiders",
    "theater": "Bernard B. Jacobs Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/The-Outsiders-Playbill-2024-04-01_Web.jpg",
    "detail_link": "https://playbill.com/production/the-outsiders-broadway-bernard-b-jacobs-theatre-2024",
    "show_type": "Musical",
    "description": "\nThe story that's defined generations. The Tony Award-winning Best Musical that's inspiring the next.\n\n\n",
    "synopsis": "SYNOPSIS:\nIn Tulsa, Oklahoma, 1967, the hardened hearts and aching souls of Ponyboy Curtis, Johnny Cade and their chosen family of \"outsiders\" are in a fight for survival and a quest for purpose in a world that may never accept them. A story of the bonds that brothers share and the hopes we all hold on to, this gripping new musical reinvigorates the timeless tale of \"haves and have nots\", of protecting what’s yours and fighting for what could be.\n\n",
    "schedule": "SCHEDULE:November 4–23: Tuesday @7pm, Wednesday @2pm, Thursday @1pm and 7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @3pm\nNovember 25–30: Tuesday @7pm, Wednesday @2pm and 7:30pm, Friday @2pm and 7:30pm, Saturday @2pm and 8pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 25 minutes, including one intermission",
    "ticket_link": "https://www.telecharge.com/The-Outsiders-Tickets?AID=AFF000009900&utm_source=affiliate&utm_medium=web&utm_campaign=AFF000009900",
    "image2": "https://assets.playbill.com/playbill-covers/The-Outsiders-Playbill-2024-04-01_Web.jpg"
  },
  {
    "title": "The Queen of Versailles",
    "theater": "St. James Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/The-Queen-Of-Versailles-Playbill-2025-10-08_Web.jpg",
    "detail_link": "https://playbill.com/production/the-queen-of-versailles-broadway-st-james-theatre-2025",
    "show_type": "Musical",
    "description": "\nBased on the wildly astonishing documentary directed by award-winning filmmaker Lauren Greenfield, The Queen of Versailles reunites celebrated Academy Award®–winning songwriter Stephen Schwartz with Tony® and Emmy Award® winner Kristin Chenoweth as Jackie Siegel. With a book by Lindsey Ferrentino (Ugly Lies the Bone, Amy and the Orphans) and direction by Tony Award winner Michael Arden (Maybe Happy Ending, Parade), The Queen of Versailles is a new musical exploring the true cost of fame, fortune, and family.\n\n",
    "synopsis": "SYNOPSIS:\nFrom computer engineer to Mrs. Florida to billionairess, Jackie Siegel sees herself as the embodiment of the American Dream. Now, as the wife of David “The Timeshare King” Siegel and mother of their eight children, she invites us to behold their most grandiose venture yet: building the largest private home in America — a $100 million house in Orlando, Florida, big enough for her dreams and inspired by the Palace of Versailles. But with the Great Recession of 2008 looming, Jackie and David’s dreams begin to crumble, along with their lavish lifestyle.\n\nInformation is subject to change prior to opening night.\n",
    "schedule": "SCHEDULE:November 4–9: Tuesday @7:30pm, Wednesday @2pm and 7:30pm, Thursday @7:30pm, Friday @7:30pm, Saturday @2pm and 7:30pm, Sunday OPENING\n",
    "run_time": "Running Time: 2 hours and 30 minutes, with one intermission",
    "ticket_link": "https://www.stjamesbroadway.com/events/the-queen-of-versailles/calendar",
    "image2": "https://assets.playbill.com/playbill-covers/The-Queen-Of-Versailles-Playbill-2025-10-08_Web.jpg"
  },
  {
    "title": "Two Strangers (Carry a Cake Across New York)",
    "theater": "Longacre Theatre",
    "close_date": "In Previews | Opens Nov 20, 2025",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Two-Strangers-Carry-A-Cake-Playbill-2025-11-01_Web.jpg",
    "detail_link": "https://playbill.com/production/two-strangers-carry-a-cake-across-new-york-broadway-longacre-theatre-2025",
    "show_type": "Musical",
    "description": "\nAn original, new musical comedy about timing, connections, and unexpected detours.\n\n",
    "synopsis": "SYNOPSIS:\nMeet Dougal, an impossibly upbeat Brit who has just landed in New York City for the first time to attend the wedding of the father he’s never met. Meet Robin, the sister of the bride and a no-nonsense New Yorker with a lot of errands to do for the bride—including picking up the groom’s estranged son from the airport. These two strangers begin their journey together navigating New York City, secrets, and second chances.\n\nInformation is subject to change prior to opening night.\n",
    "schedule": "SCHEDULE:November 3–9: Monday @8pm, Wednesday @8pm, Thursday @8pm, Friday @8pm, Saturday @2pm and 8pm, Sunday @2pm and 7pm\nNovember 11–16: Tuesday @8pm, Wednesday @8pm, Thursday @8pm, Friday @8pm, Saturday @2pm and 8pm, Sunday @2pm and 7pm\nNovember 18–23: Tuesday @8pm, Wednesday @2pm and 8pm, Thursday OPENING, Friday @7:30pm, Saturday @2pm and 7:30pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 15 minutes, including one intermission",
    "ticket_link": "https://www.telecharge.com/Two-Strangers-Carry-a-Cake-Across-New-York-tickets?AID=AFF000009900&utm_source=affiliate&utm_medium=web&utm_campaign=AFF000009900",
    "image2": "https://assets.playbill.com/playbill-covers/Two-Strangers-Carry-A-Cake-Playbill-2025-11-01_Web.jpg"
  },
  {
    "title": "Waiting for Godot",
    "theater": "Hudson Theatre",
    "close_date": "Closes Jan 4, 2026",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/Waiting-For-Godot-Playbill-2025-09-13_Web.jpg",
    "detail_link": "https://playbill.com/production/waiting-for-godot-broadway-hudson-theatre-2025",
    "show_type": "Play",
    "description": "\nCelebrated actors Keanu Reeves and Alex Winter are real-life friends who will be starring on Broadway as two friends searching for meaning in an absurd world. Waiting for Godot is the greatest play ever written about nothing. Nothing and everything. But mostly nothing. Seriously, nothing happens.\nDirected by Tony® and Olivier Award-winning visionary Jamie Lloyd (Sunset Blvd., A Doll’s House, Betrayal), this exhilarating, hilarious and deeply human new production of Samuel Beckett’s self-proclaimed “tragicomedy” asks all of life’s big questions—and answers none of them. It’s ridiculous! Life, and this play. But the wait is worth the wait.\n\n",
    "synopsis": "",
    "schedule": "SCHEDULE:November 4–23: Tuesday @7pm, Wednesday @2pm and 7pm, Thursday @7pm, Friday @8pm, Saturday @2pm and 8pm, Sunday @3pm\nNovember 24–30: Monday @7pm, Tuesday @7pm, Wednesday @2pm, Friday @2pm and 8pm, Saturday @2pm and 8pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 15 minutes, including one intermission",
    "ticket_link": "https://www.thehudsonbroadway.com/events/waiting-for-godot/calendar/",
    "image2": "https://assets.playbill.com/playbill-covers/Waiting-For-Godot-Playbill-2025-09-13_Web.jpg"
  },
  {
    "title": "Wicked",
    "theater": "Gershwin Theatre",
    "close_date": "",
    "image": "https://assets.playbill.com/playbill-covers/_playbillListingTileCover/738df1a5d8aff1d4e7b11c96859d1153-wicked-playbill-2017-05-web.jpg",
    "detail_link": "https://playbill.com/production/wicked-broadway-gershwin-theatre-2003",
    "show_type": "Musical",
    "description": "\nWinner of three 2004 Tony Awards, Wicked is a Broadway phenomenon that looks at what happened in the Land of Oz… but from a different angle. With a thrilling score that includes the hits “Defying Gravity,” “Popular” and “For Good,” Wicked transfixes audiences with its wildly inventive story and opulent physical production.\n\n",
    "synopsis": "SYNOPSIS:\n                                    Long before Dorothy arrives in Oz, there is another young woman born with emerald-green skin—smart, fiery, misunderstood and possessing an extraordinary talent. When she meets a bubbly blonde who is exceptionally popular, their initial rivalry turns into the unlikeliest of friendships… until the world decides to call one \"good,\" and the other one \"wicked.\"\n                                                                                                                                    \n",
    "schedule": "SCHEDULE:November 4–23: Tuesday @7pm, Wednesday @7pm, Thursday @7pm, Friday @7pm, Saturday @2pm and 8pm, Sunday @2pm and 7pm\nNovember 25–30: Tuesday @7pm, Wednesday @2pm and 7pm, Friday @2pm and 7pm, Saturday @2pm and 8pm, Sunday @3pm\n",
    "run_time": "Running Time: 2 hours and 45 minutes, including one intermission",
    "ticket_link": "https://tidd.ly/49rhyPV",
    "image2": "https://assets.playbill.com/playbill-covers/738df1a5d8aff1d4e7b11c96859d1153-wicked-playbill-2017-05-web.jpg"
  }
]
